"No results found" = "Жодних результатів";
"View Ad" = "Див. оголошення";
"Message" = "Повідомлення";
"Home" = "Головна";
"My OLX" = "Мій OLX";
"POST" = "ПУБЛІКУВАТИ";
"Post" = "Публікувати";
"Posting" = "Публікування...";

// Posting
"Attach Photos to your Ad" = "Додати фото до оголошення";
"Post an Ad" = "Публікувати оголошення";
"Add a Photo" = "Додати фото";
"Take Photo" = "Зняти фото";
"Choose Existing Photo" = "Обрати існуюче фото";
"Select a location for your ad" = "Обрати адресу для оголошення";
"Select a Category" = "Обрати категорію";
"Close" = "Закрити";
"Price" = "Ціна";
"Title" = "Заголовок";
"Email (Won't be shared)" = "E-mail (не публікується)";
"Phone Number" = "Телефон";
"Description" = "Опис";
"Unable to retrieve your current location." = "Неможливо отримати ваше місцезнаходження";

// Date format for comments
"MM dd, YYYY" = "дд ММ РРРР";
"This listing has no comments" = "Це оголошення немає коментарів";
"Send" = "Надіслати";
"Sending" = "Відправлення...";

// Mailbox titles. %u is replaced by the number of unread messages.
"Mailbox (%u)" = "Повідомлень (%u)";
"Mailbox" = "Повідомлення";
"Delete Message" = "Видалити повідомлення";
"Are you sure?" = "Ви впевнені?";
// the first %u is replaced by the current message, second %u is total messages
"Message %u of %u" = "Повідомлення %u з %u";

"Manage Comments" = "Адмініструвати коментарі";
"Edit Listing" = "Редагувати оголошення";
"From: %@" = "Від: %@";
"To: %@" = "Кому: %@";
"Hello %@!" = "Привіт %@ !";

"- Favorite" = "Обране -";
"+ Favorite" = "Обране +";
"Removed from favorites" = "Видалено з обраного";
"Added to favorites" = "Додано до обраного";

"You have no messages" = "У вас немає повідомлень";
"Settings" = "Настройки";
"Sign Out" = "Вихід";
"Sign in" = "Вхід";
"Are you sure you wish to sign out?" = "Ви впевнені, що хочете вийти?";
"Yes" = "Так";
"No" = "Ні";
"Your message has been sent." = "Ваше повідомлення відправлене";

"Are you sure you wish to cancel?" = "Ви впевнені, що хочете скасувати?";

"Locate Me Now" = "Знайти мене зараз";
"Choose Location" = "Обрати місцезнаходження";

"Register" = "Реєстрація";
"Forgot Password" = "Забули пароль?";

"Set Location" = "Встановити місцезнаходження";
"Please enter your username and password to sign in." = "Щоб увійти до системи, введіть ім'я користувача та пароль";
"Password and password confirmation don't match." = "Пароль не співпадає з перевірочним паролем";
"Please enter your current password." = "Будь ласка, введіть теперішній пароль";
"Please complete all fields to register." = "Будь ласка, заповніть усі поля для реєстрації";
"Please enter your Email address to retrieve your password." = "Будь ласка, ведіть електронну адресу, щоб отримати пароль";
"Your password has been sent to %@" = "Ваш пароль відправлено до %@";
"Your password has been changed successfully." = "Ваш пароль успішно змінено";
"A confirmation mail has been sent to your email address." = "На вашу адресу відправлено підтверджуюче повідомлення";
"Invalid Email or password." = "Недійсний e-mail або пароль";

"Accept" = "Прийняти";
"Accepted" = "Прийнято";
"Please accept the Terms and Conditions to complete registration." = "Для завершення реєстрації ви маєте прийняти Умови та положення користування";

"Search" = "Пошук";
"Reply" = "Відповідь";
"Call" = "Телефонувати";
"Updating your location..." = "Оновлення вашого місцезнаходження...";
"Loading..." = "Завантаження...";
"Password" = "Пароль";
"Sign In" = "Вхід";
"Forgot Password" = "Забули пароль?";
"Register Now!" = "Зареєструйтеся!";
"Email Address" = "Е-mail адреса";
"Not a Member?" = "Ви ще не зареєстровані?";
"Next" = "Далі";
"Cancel" = "Скасувати";
"Mailbox" = "Мої повідомлення";
"Active Ads" = "Активні оголошення";
"Closed Ads" = "Закрити оголошення";
"My Favorites" = "Обране";
"Reply to Listing" = "Відповісти на оголошення";
"Name (Optional)" = "Ім'я (необов'язково)";
"Phone (Optional)" = "Телефон (необов'язково)";
"Invalid email address.  Please try again." = "Недійсний e-mail.";
"Current Location:" = "Поточне місцезнаходження:";
"Add Photo" = "Додати фото";
"Change Location for your Ad:" = "Змінити адресу вашого оголошення:";
"Manual Location" = "Встановити місцезнаходження уручну";
"Comments" = "Коментарі";
"Resend Password" = "Повторно надіслати пароль";
"Register Button" = "Реєстрація";
"Accept" = "Прийняти";
"I accept the Terms and Conditions of OLX" = "Я приймаю Умови та положення користування OLX";
"Confirm Password" = "Підтвердження пароля";
"View Terms" = "Переглянути Умови";
"Username" = "Ім'я користувача";
"Please select a city for this posting." = "Будь ласка, оберіть місто для цього оголошення";
"No listings found" = "Не знайдено жодного оголошення";
"Replace Photo" = "Замінити фото";
"Delete Photo" = "Видалити фото";
"Congratulations! Your ad has been published." = "Вітаємо! Ваше оголошення опубліковано";
"You can go to My OLX to view, edit, or delete the ad at any time." = "Оголошення можна переглянути, відредагувати або видалити в будь-який момент у розділі Мій OLX";
"Share" = "Відкрити";
"View Ad" = "переглянути повідомлення";
"Success" = "Успішно";
"Add a Comment" = "Додати коментар";
"Name" = "Ім'я";
"Select a category for your ad" = "Обрати категорію для вашого оголошення";
"Select a sub-category for your ad" = "Обрати підкатегорію для вашого оголошення";
"Save Listing" = "Зберегти оголошення";

"Location" = "Місцезнаходження";
"Category" = "Категорія";
"Change Location" = "Змінити місцезнаходження";
"Change Password" = "Змінити пароль";
"Old Password" = "Старий пароль";
"New Password" = "Новий пароль";
"Confirm New Password" = "Підтвердити новий пароль";
"Change Email" = "Змінити e-mail";
"New Email Address" = "Новий e-mail";
"Email Notification Preferences" = "Настройки отримання повідомлень по e-mail";
"Email Newsletter" = "Newsletter";
"Comment Alerts" = "Повідомлення про коментарі";
"Advice Alerts" = "Повідомлення про поради";
"Refresh Alerts" = "Оновити повідомлення"; // ???
"Save" = "Зберегти";
"A user with this email address already exists." = "Користувач з такою адресою e-mail вже існує.";
"Close this Listing" = "Закрити це оголошення";
"Are you sure you wish to close this listing?" = "Ви впевнені, що хочете закрити це оголошення?";
"Description (30 char minimum)" = "Опис (мін. 30 знаків)";

// Email
"Check out my new post on OLX" = "Перегляньте мій новий постінг на OLX";
"Visit %@%u to check out my listing! Please forward if you know people that might be interested." = "Відвідайте %@%u для перевірки мого оголошення! Передайте посилання своїм знайомим, які можуть бути зацікавлені.";
